{
  "config.mcai.general": "Γενικά",
  "config.mcai.general.format": "Μορφή Μηνύματος",
  "config.mcai.general.format.description": "Η μορφή του μηνύματος καθορίζει πώς θα μορφοποιηθούν τα μηνύματά σας για την Τεχνητή Νοημοσύνη. Το {name} αντικαθίσταται με το όνομα χρήστη σας και το {message} με το κείμενο που στείλατε.",
  "config.mcai.general.replyFormat": "Μορφή Απάντησης",
  "config.mcai.general.replyFormat.description": "Η μορφή απάντησης καθορίζει πώς θα μορφοποιηθούν τα μηνύματα της Τεχνητής Νοημοσύνης όταν αποστέλλονται στη συνομιλία του Minecraft. Αυτή η επιλογή είναι κυρίως εδώ για όσους έχουν ένα Minecraft mod που αλλάζει τον τρόπο μορφοποίησης της συνομιλίας, ώστε τα μηνύματα της Τεχνητής Νοημοσύνης να ταιριάζουν.",
  "config.mcai.general.authorization": "Εξουσιοδότηση",
  "config.mcai.general.authorization.description": "Αυτό είναι το τεκμήριο εξουσιοδότησης του λογαριασμού σας στο https://c.ai. Αποκτήστε το πηγαίνοντας σε https://c.ai -> Επιθεώρηση Στοιχείου -> Εφαρμογή -> Τοπική Αποθήκευση -> char_token -> τιμή.",
  "config.mcai.general.registerAndUnregisterMinPermissionLevel": "Επίπεδο Περιορισμένης Εντολής",
  "config.mcai.general.registerAndUnregisterMinPermissionLevel.description": "Το επίπεδο περιορισμένης εντολής είναι το ελάχιστο απαιτούμενο επίπεδο για την εκτέλεση περιορισμένων εντολών. Προς το παρόν, μόνο οι εντολές /ai register και /ai unregister είναι περιορισμένες.",
  "config.mcai.ais": "ΤΝ",
  "config.mcai.ais.name": "Όνομα",
  "config.mcai.ais.name.description": "Αυτό είναι το όνομα που η Μορφή Απάντησης θα χρησιμοποιήσει κατά τον διαμορφισμό των απαντήσεων της ΤΝ.",
  "config.mcai.ais.id": "ID",
  "config.mcai.ais.id.description": "Αυτό είναι το αναγνωριστικό του χαρακτήρα. Μπορείτε να το πάρετε από το https://c.ai ανοίγοντας συνομιλία με έναν χαρακτήρα και επιλέγοντας το κείμενο μετά το 'char='. ",
  "config.mcai.ais.history_id": "ID Ιστορικού",
  "config.mcai.ais.history_id.description": "Το ID ιστορικού είναι το ID της τρέχουσας συνομιλίας σας. Η εκτέλεση της εντολής /ai new chat θα δημιουργήσει ένα νέο ID ιστορικού και, συνεπώς, θα επαναφέρει τη συνομιλία.",
  "config.mcai.ais.aliases": "Ψευδώνυμα",
  "config.mcai.ais.aliases.description": "Τα ψευδώνυμα είναι εναλλακτικά ονόματα με τα οποία μπορείτε να αναφερθείτε στην ΤΝ στη συνομιλία. Για παράδειγμα, όταν τα ψευδώνυμα περιλαμβάνουν 'hello', μπορείτε να πληκτρολογήσετε '@hello' στη συνομιλία για να μιλήσετε με την ΤΝ, αντί να χρησιμοποιείτε το όνομά της."
}