{
  "mcai.config.general": "Général",
  "mcai.config.general.format": "Format de Message",
  "mcai.config.general.format.description": "Le format de message détermine comment vos messages seront formatés pour l'IA. {name} est remplacé par votre nom d'utilisateur et {message} est remplacé par le texte que vous avez envoyé.",
  "mcai.config.general.replyFormat": "Format de Réponse",
  "mcai.config.general.replyFormat.description": "Le format de réponse détermine comment les messages de l'IA seront formatés lorsqu'ils sont envoyés dans le chat de Minecraft. Cette option est principalement destinée à ceux qui ont un mod Minecraft qui modifie le format du chat, afin que les messages de l'IA puissent s'y intégrer.",
  "mcai.config.general.authorization": "Autorisation",
  "mcai.config.general.authorization.description": "Il s'agit du jeton d'autorisation de votre compte https://c.ai. Obtenez-le en allant sur https://c.ai -> Inspecter l'élément -> Application -> Stockage local -> char_token -> valeur.",
  "mcai.config.general.register_and_unregister_min_permission_level": "Niveau de Commande Restreint",
  "mcai.config.general.register_and_unregister_min_permission_level.description": "Le niveau de commande restreint est le niveau minimum requis pour exécuter des commandes restreintes. Actuellement, seules les commandes /ai register et /ai unregister sont restreintes.",
  "mcai.config.ais": "IA",
  "mcai.config.ais.name": "Nom",
  "mcai.config.ais.name.description": "C'est le nom que le format de réponse utilisera lors de la mise en forme des réponses de l'IA.",
  "mcai.config.ais.id": "ID",
  "mcai.config.ais.id.description": "Il s'agit de l'identifiant du personnage. Vous pouvez obtenir l'identifiant d'un personnage depuis https://c.ai en ouvrant une conversation avec un personnage, puis en sélectionnant le texte après 'char='.",
  "mcai.config.ais.history_id": "ID Historique",
  "mcai.config.ais.history_id.description": "L'ID historique est l'identifiant de votre conversation actuelle. Exécuter /ai new chat générera un nouvel ID historique et réinitialisera donc la conversation.",
  "mcai.config.ais.aliases": "Alias",
  "mcai.config.ais.aliases.description": "Les alias sont des noms alternatifs avec lesquels vous pouvez mentionner l'IA dans le chat. Par exemple, lorsque les alias contiennent 'hello', vous pouvez taper '@hello' dans le chat pour parler à l'IA, au lieu de son nom."
}