{
  "mcai.config.general": "Общее",
  "mcai.config.general.format": "Формат сообщения",
  "mcai.config.general.format.description": "Формат сообщения определяет, как будут отформатированы ваши сообщения для искусственного интеллекта. {name} заменяется вашим именем пользователя, а {message} - текстом, который вы отправили.",
  "mcai.config.general.replyFormat": "Формат ответа",
  "mcai.config.general.replyFormat.description": "Формат ответа определяет, как будут отформатированы сообщения искусственного интеллекта при отправке в чат Minecraft. Эта опция прежде всего предназначена для тех, у кого установлен мод Minecraft, изменяющий формат чата, чтобы сообщения искусственного интеллекта вписывались в него.",
  "mcai.config.general.authorization": "Авторизация",
  "mcai.config.general.authorization.description": "Это токен авторизации вашей учетной записи https://c.ai. Получите его, перейдя по адресу https://c.ai -> Инспектировать элемент -> Приложение -> Локальное хранилище -> char_token -> значение.",
  "mcai.config.general.register_and_unregister_min_permission_level": "Уровень ограниченной команды",
  "mcai.config.general.register_and_unregister_min_permission_level.description": "Уровень ограниченной команды - это минимальный уровень, необходимый для выполнения ограниченных команд. В настоящее время только команды /ai register и /ai unregister являются ограниченными.",
  "mcai.config.ais": "ИИ",
  "mcai.config.ais.name": "Имя",
  "mcai.config.ais.name.description": "Это имя, которое будет использоваться в формате ответа при форматировании ответов ИИ.",
  "mcai.config.ais.id": "ID",
  "mcai.config.ais.id.description": "Это идентификатор персонажа. Вы можете получить идентификатор персонажа на https://c.ai, открыв чат с персонажем и выбрав текст после 'char='.",
  "mcai.config.ais.history_id": "История ID",
  "mcai.config.ais.history_id.description": "Идентификатор истории - это идентификатор вашего текущего чата. Выполнение команды /ai new chat генерирует новый идентификатор истории и, таким образом, сбрасывает разговор.",
  "mcai.config.ais.aliases": "Псевдонимы",
  "mcai.config.ais.aliases.description": "Псевдонимы - это альтернативные имена, которыми вы можете упоминать ИИ в чате. Например, если в псевдонимах содержится 'hello', вы можете писать '@hello' в чате, чтобы общаться с ИИ вместо его имени."
}