{
  "mcai.config.general": "General",
  "mcai.config.general.format": "Formato de Mensaje",
  "mcai.config.general.format.description": "El formato de mensaje determina cómo se formatearán sus mensajes para la IA. {name} se reemplaza con su nombre de usuario y {message} se reemplaza con el texto que envió.",
  "mcai.config.general.replyFormat": "Formato de Respuesta",
  "mcai.config.general.replyFormat.description": "El formato de respuesta determina cómo se formatearán los mensajes de la IA cuando se envíen al chat de Minecraft. Esta opción está principalmente aquí para aquellos que tienen un mod de Minecraft que cambia cómo se formatea el chat, para que los mensajes de la IA puñan encajar.",
  "mcai.config.general.authorization": "Autorización",
  "mcai.config.general.authorization.description": "Este es el token de autorización de su cuenta https://c.ai. Obténgalo yendo a https://c.ai -> Inspeccionar elemento -> Aplicación -> Almacenamiento local -> char_token -> valor.",
  "mcai.config.general.register_and_unregister_min_permission_level": "Nivel de Comando Restringido",
  "mcai.config.general.register_and_unregister_min_permission_level.description": "El nivel de comando restringido es el nivel mínimo requerido para ejecutar comandos restringidos. Actualmente, solo /ai register y /ai unregister son comandos restringidos.",
  "mcai.config.ais": "IA",
  "mcai.config.ais.name": "Nombre",
  "mcai.config.ais.name.description": "Este es el nombre que el Formato de Respuesta utilizará al formatear las respuestas de la IA.",
  "mcai.config.ais.id": "ID",
  "mcai.config.ais.id.description": "Este es el ID de personaje. Puede obtener el ID de un personaje desde https://c.ai abriendo un chat con un personaje y luego seleccionando el texto después de 'char='.",
  "mcai.config.ais.history_id": "ID de Historial",
  "mcai.config.ais.history_id.description": "El ID de historial es el ID de su chat actual. Ejecutar /ai new chat generará un nuevo ID de historial y, por lo tanto, reiniciará la conversación.",
  "mcai.config.ais.aliases": "Alias",
  "mcai.config.ais.aliases.description": "Los alias son nombres alternativos con los que puede mencionar a la IA en el chat. Por ejemplo, cuando los alias contienen 'hello', puede escribir '@hello' en el chat para hablar con la IA, en lugar de su nombre."
}